Repository: 1tuan1/LibreTranslate
Catalog: libretranslate/locales/*/LC_MESSAGES/messages.po
Languages: eu, sv

source: Invalid JSON format
eu: JSON formatu baliogabea

source: Auto Detect
eu: Hautemate automatikoa

source: Unauthorized
eu: Baimenik gabe

source: Too many request limits violations
eu: Eskaera-mugaren urraketa gehiegi
sv: För många förfrågningar begränsar överträdelser

source: Invalid API key
eu: API gako baliogabea
sv: Invalid API nyckel

source: Please contact the server operator to get an API key
eu: Mesedez, jarri harremanetan zerbitzari-operadorearekin API gakoa lortzeko
sv: Kontakta serveroperatören för att få en API-nyckel

source: Visit %(url)s to get an API key
eu: Bisitatu %(url)s API gako bat lortzeko
sv: Besök <x>0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0</x> För att få en API-nyckel %(url)s

source: Slowdown:
eu: Moteltzea:

source: Invalid request: missing %(name)s parameter
eu: Eskaera baliogabea: %(name)s parametroa falta da
sv: Ogiltig begäran: saknas <x>0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0</x> parameter %(name)s

source: Invalid request: request (%(size)s) exceeds text limit (%(limit)s)
eu: Eskaera baliogabea: eskaerak (%(size)s) testu muga (%(limit)s) gainditzen du
sv: Ogiltig begäran: begäran (<x>0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0</x>överstiger textgränsen (<x>1 1</x>) ) %(size)s %(limit)s

source: %(lang)s is not supported
eu: %(lang)s ez da bateragarria
sv: <x>0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0</x> Stöds inte %(lang)s

source: %(format)s format is not supported
eu: %(format)s formatua ez da bateragarria
sv: <x>0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0</x> formatet stöds inte %(format)s

source: %(tname)s (%(tcode)s) is not available as a target language from %(sname)s (%(scode)s)
eu: %(tname)s (%(tcode)s) ez dago eskuragarri helburu hizkuntza moduan %(sname)s-(e)tik (%(scode)s)
sv: <x>0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0</x> (b)<x>1 1</x>är inte tillgängligt som målspråk från <x>2 2 2 2 2 2</x> (b)<x>3 3 3 3 3</x>) ) %(tname)s %(tcode)s %(sname)s %(scode)s

source: Cannot translate text: %(text)s
eu: Ezin da testua itzuli: %(text)s
sv: Kan inte översätta text: <x>0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0</x> %(text)s

source: Files translation are disabled on this server.
eu: Fitxategi itzulpenak ez daude gaituta zerbitzari honetan.
sv: Filer översättning är inaktiverade på denna server.

source: Invalid request: empty file
eu: Eskaera baliogabea: fitxategi hutsa
sv: Ogiltig begäran: tom fil

source: Invalid request: file format not supported
eu: Eskaera baliogabea: fitxategiaren formatua ez da bateragarria
sv: Ogiltig begäran: filformat som inte stöds

source: Invalid filename
eu: Fitxategiaren izena baliogabea
sv: Invalid filnamn

source: Suggestions are disabled on this server.
eu: Iradokizunak ez daude gaituta zerbitzari honetan.
sv: Förslag är inaktiverade på denna server.

source: English
eu: Ingelesa
sv: Engelska engelska

source: Arabic
eu: Arabiera
sv: Arabiska

source: Azerbaijani
eu: Azerbaijanera
sv: Azerbajdzjan

source: Chinese
eu: Txinera
sv: Kinesiska kinesiska

source: Czech
eu: Txekiera
sv: Tjeckien Tjeckien Tjeckien

source: Danish
eu: Daniera
sv: Danska

source: Dutch
eu: Nederlandera
sv: Holländska

source: Esperanto
eu: Esperantoa

source: Finnish
eu: Finlandiera
sv: Finska finska

source: French
eu: Frantsesa
sv: Franska franska

source: German
eu: Alemana
sv: Tyska tyska

source: Greek
eu: Greziera
sv: Grekiska grekiska

source: Hebrew
eu: Hebreera
sv: Hebreiska

source: Hindi
eu: Hindiera

source: Hungarian
eu: Hungariera
sv: Ungerska

source: Indonesian
eu: Indonesiera
sv: Indonesiska

source: Irish
eu: Irlandera
sv: Irländska

source: Italian
eu: Italiera
sv: Italienska Italien

source: Japanese
eu: Japoniera
sv: Japansk japansk japansk

source: Korean
eu: Koreera
sv: Koreanska

source: Persian
eu: Persiera
sv: Persiska

source: Polish
eu: Poloniera
sv: Polska

source: Portuguese
eu: Portugesa
sv: Portugisiska

source: Russian
eu: Errusiera
sv: Ryska ryska ryska

source: Slovak
eu: Eslovakiera
sv: Slovakiska

source: Spanish
eu: Gaztelania
sv: Spanska spanska

source: Swedish
eu: Suediera
sv: Svenska

source: Turkish
eu: Turkiera
sv: Turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska turkiska tur turkiska tur turkiska turkiska tur tur turkiska turkiska tur tur tur tur tur tur tur tur tur tur tur tur turkiska tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur tur

source: Ukranian
eu: Ukrainera
sv: Ukraniska

source: Retrieve list of supported languages
eu: Eskuratu bateragarriak diren hizkuntzen zerrenda
sv: Hämta lista över stödda språk

source: List of languages
eu: Hizkuntzen zerrenda
sv: Lista över språk

source: translate
eu: itzuli
sv: översättning

source: Translate text from a language to another
eu: Itzuli testua hizkuntza batetik bestera
sv: Översätt text från ett språk till ett annat

source: Translated text
eu: Itzulitako testua
sv: Översatt text

source: Invalid request
eu: Eskaera baliogabea
sv: Ogiltig begäran

source: Translation error
eu: Itzulpen errorea
sv: Översättningsfel

source: Slow down
eu: Moteldu
sv: Sakta ner

source: Banned
eu: Debekatua

source: Hello world!
eu: Kaixo mundua!

source: Text(s) to translate
eu: Itzultzeko testua(k)

source: Source language code
eu: Jatorrizko hizkuntza kodea

source: Target language code
eu: Helburu hizkuntza kodea

source: text
eu: testua

source: Format of source text: * `text` - Plain text * `html` - HTML markup
eu: Jatorrizko testu formatua: * `text` - Formatu gabeko testua * `html` - HTML etiketak

source: API key
eu: API gakoa

source: Translate file from a language to another
eu: Itzuli fitxategia hizkuntza batetik bestera
sv: Översätt fil från ett språk till ett annat

source: Translated file
eu: Itzulitako fitxategia
sv: Översatt fil

source: File to translate
eu: Itzultzeko fitxategia

source: Detect the language of a single text
eu: Hauteman testu bakar baten hizkuntza
sv: Upptäck språket i en enda text

source: Detections
eu: Hautemateak
sv: Detektioner

source: Detection error
eu: Hautemate errorea
sv: Detektering fel

source: Text to detect
eu: Hautemateko testua

source: Retrieve frontend specific settings
eu: Eskuratu interfazeko ezarpen espezifikoak
sv: Hämta frontend specifika inställningar

source: frontend settings
eu: interfaze ezarpenak
sv: frontend inställningar

source: frontend
eu: interfazea

source: Submit a suggestion to improve a translation
eu: Bidali iradokizun bat itzulpena hobetzeko
sv: Skicka in ett förslag för att förbättra en översättning

source: Success
eu: Arrakasta
sv: Framgång

source: Not authorized
eu: Baimenik gabea
sv: Inte auktoriserad

source: Original text
eu: Jatorrizko testua

source: Suggested translation
eu: Iradokitako itzulpena

source: Language of original text
eu: Jatorrizko testuaren hizkuntza

source: Language of suggested translation
eu: Iradokitako itzulpenaren hizkuntza

source: feedback
eu: iritzia
sv: feedback feedback

source: Language code
eu: Hizkuntzaren kodea
sv: Språkkod

source: Human-readable language name (in English)
eu: Gizakiak uler dezakeen hizkuntzaren izena (ingelesez)
sv: Mänskligt läsbart språknamn (på engelska)

source: Supported target language codes
eu: Helburuko hizkuntzen kode bateragarriak
sv: Stödda målspråkskoder

source: Translated text(s)
eu: Itzulitako testua(k)
sv: Översatt text(er)

source: Error message
eu: Errore mezua
sv: Felmeddelande

source: Reason for slow down
eu: Moteltzeko arrazoia
sv: Reason för slow down

source: Translated file url
eu: Itzulitako fitxategiaren url
sv: Översatt fil url

source: Confidence value
eu: Konfiantza balioa
sv: Förtroendevärde

source: Character input limit for this language (-1 indicates no limit)
eu: Karakterearen sarrera-muga hizkuntza honetarako (-1ek mugarik ez dagoela adierazten du)
sv: Teckengräns för detta språk (-1 anger ingen gräns)

source: Frontend translation timeout
eu: Interfazeko itzulpen denbora
sv: Frontend översättning timeout

source: Whether the API key database is enabled.
eu: API gakoen datu-basea gaituta dagoen ala ez.
sv: Oavsett om API-nyckeldatabasen är aktiverad.

source: Whether an API key is required.
eu: API gako bat behar den ala ez.
sv: Oavsett om en API-nyckel krävs.

source: Whether submitting suggestions is enabled.
eu: Iradokizunak bidaltzea gaituta dagoen ala ez.
sv: Oavsett om det är möjligt att lämna in förslag.

source: Supported files format
eu: Fitxategi bateragarrien formatua
sv: Stödda filer format

source: Whether submission was successful
eu: Bidalketa arrakastatsua izan den ala ez
sv: Oavsett om inlämning var framgångsrik

source: Copy text
eu: Kopiatu testua
sv: Kopiera text

source: Cannot load %(url)s
eu: Ezin da %(url)s kargatu
sv: Kan inte ladda <x>0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0</x> %(url)s

source: Unknown error
eu: Errore ezezaguna
sv: Okänd fel

source: Copied
eu: Kopiatua
sv: Kopierad

source: Thanks for your correction. Note the suggestion will not take effect right away.
eu: Eskerrik asko zuzenketagatik. Kontuan izan iradokizunak ez duela berehalakoan eraginik izango.
sv: Tack för din korrigering. Observera att förslaget inte kommer att träda i kraft direkt.

source: No languages available. Did you install the models correctly?
eu: Ez dago hizkuntza erabilgarririk. Modeloak ongi instalatu dituzu?
sv: Inga språk tillgängliga. Har du installerat modellerna korrekt?

source: Type in your API Key. If you need an API key, %(instructions)s
eu: Idatzi zure API gakoa. API gako bat behar baduzu, %(instructions)s
sv: Skriv in din API-nyckel. Om du behöver en API-nyckel, <x>0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0</x> %(instructions)s

source: press the "Get API Key" link.
eu: sakatu "Lortu API Gakoa" esteka.
sv: tryck på länken "Get API Key".

source: contact the server operator.
eu: jarri zerbitzari-operadorearekin harremanetan.
sv: kontakta serveroperatören.

source: Free and Open Source Machine Translation API
eu: Doako eta kode irekiko Itzulpen automatikoko APIa
sv: Gratis och öppen källkod Maskinöversättning API

source: Free and Open Source Machine Translation API. Self-hosted, offline capable and easy to setup. Run your own API server in just a few minutes.
eu: Doako eta kode irekiko Itzulpen automatikoko APIa. Norberak ostatatua, konexio beharrik gabea eta konfiguratzeko erraza. Exekutatu zure API zerbitzaria minutu gutxitan.
sv: Gratis och öppen källkod Maskinöversättning API. Självvärd, offline kapabel och lätt att installera. Kör din egen API-server på bara några minuter.

source: translation
eu: itzulpena
sv: översättning

source: API Docs
eu: API Dokak

source: Get API Key
eu: Lortu API Gakoa
sv: Få API Nyckeln

source: Set API Key
eu: Ezarri API Gakoa
sv: Ställ in API Nyckeln

source: Change language
eu: Aldatu hizkuntza
sv: Ändra språk

source: Edit
eu: Editatu

source: Toggle dark/light mode
eu: Modu iluna/argia

source: Dismiss
eu: Baztertu
sv: Avfärda

source: Translation API
eu: Itzulpen APIa
sv: Översättning API

source: Translate Text
eu: Itzuli testua
sv: Översätt text

source: Translate Files
eu: Itzuli fitxategiak
sv: Översätt filer

source: Translate from
eu: Itzuli hemendik:
sv: Översättning från

source: Swap source and target languages
eu: Aldatu jatorrizko eta helburuko hizkuntzak
sv: Swap källa och målspråk

source: Translate into
eu: Itzuli hona:
sv: Översätt till

source: Text to translate
eu: Itzultzeko testua
sv: Text att översätta

source: Delete text
eu: Ezabatu testua
sv: Ta bort text

source: Suggest translation
eu: Iradoki itzulpena
sv: Föreslå översättning

source: Cancel
eu: Utzi
sv: Avbokning

source: Send
eu: Bidali
sv: Skicka

source: Supported file formats:
eu: Fitxategi bateragarrien formatuak:
sv: Stödda filformat:

source: File
eu: Fitxategia
sv: Fil

source: Remove file
eu: Kendu fitxategia
sv: Ta bort filen

source: Translate
eu: Itzuli
sv: Översättning

source: Download
eu: Deskargatu
sv: Ladda ner

source: Request
eu: Eskaera
sv: Begäran

source: Response
eu: Erantzuna
sv: Svar

source: Open Source Machine Translation API
eu: Kode Irekiko Itzulpen Automatikoko APIa

source: Self-Hosted. Offline Capable. Easy to Setup.
eu: Norberak ostatatua. Konexio beharrik gabe. Konfiguratzeko erraza.
sv: Självhäftad. Offline kapabel. Lätt att ställa in.

source: License:
eu: Lizentzia:
sv: Licens:

source: Made with %(heart)s by %(contributors)s and powered by %(engine)s
eu: %(contributors)s %(heart)sez egina eta %(engine)sk sustatua
sv: Tillverkad med <x>0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0</x> av <x>1 1</x> och drivs av <x>2 2 2 2 2 2</x> %(heart)s %(contributors)s %(engine)s

source: %(libretranslate)s Contributors
eu: %(libretranslate)s Laguntzaileek
sv: <x>0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0</x> Bidragsgivare %(libretranslate)s

source: Vietnamese
sv: Vietnamesiska

source: This public API should be used for testing, personal or infrequent use. If you're going to run an application in production, please %(host_server)s or %(get_api_key)s.
sv: Detta offentliga API bör användas för testning, personlig eller sällsynt användning. Om du ska köra en ansökan i produktionen, vänligen <x>0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0 0</x> eller <x>1 1</x>. %(host_server)s %(get_api_key)s

source: host your own server
sv: värd din egen server

source: get an API key
sv: få en API-nyckel
